Repository: herbtrace/herbtrace-app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

source: Select This Crop
hi: इस फसल का चयन करें
kn: ಈ ಬೆಳೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Select a Crop
hi: एक फसल का चयन करें
kn: ಒಂದು ಬೆಳೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Welcome
hi: स्वागत है
kn: ಸ್ವಾಗತ

source: Welcome to herbtrace
hi: हर्बट्रेस में आपका स्वागत है
kn: ಹರ್ಬ್‌ಟ್ರೇಸ್‌ಗೆ ಸ್ವಾಗತ

source: Login
hi: लॉगिन
kn: ಲಾಗಿನ್

source: Start
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ

source: End
hi: समाप्त करें
kn: ಅಂತ್ಯ

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Add Crop
hi: फसल जोड़ें
kn: ಬೆಳೆ ಸೇರಿಸಿ

source: No active transactions
hi: कोई सक्रिय लेनदेन नहीं
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ವಹಿವಾಟುಗಳಿಲ್ಲ

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್

source: Scan
hi: स्कैन
kn: ಸ್ಕ್ಯಾನ್

source: Home
hi: होम
kn: ಮುಖಪುಟ

source: Transaction History
hi: लेन-देन का इतिहास
kn: ವಹಿವಾಟು ಇತಿಹಾಸ

source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Change Language
hi: भाषा बदलें
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ

source: Logout
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್

# cropNameAshwagandha
source: Ashwagandha
hi: अश्वगंधा
kn: ಅಶ್ವಗಂಧ

# cropNameBrahmi
source: Brahmi
hi: ब्राह्मी
kn: ಬ್ರಾಹ್ಮಿ

# cropNameGiloy
source: Giloy
hi: गिलोय
kn: ಗಿಲೋಯ

# cropNameTulsi
source: Tulsi
hi: तुलसी
kn: ತುಳಸಿ

# cropNameArjuna
source: Arjuna
hi: अर्जुन
kn: ಅರ್ಜುನ

source: Supply Chain Transfer
hi: आपूर्ति श्रृंखला स्थानांतरण
kn: ಸರಬರಾಜು ಸರಪಳಿ ವರ್ಗಾವಣೆ

# transfer_instructions
source: Transfer Batch to Next Stage
hi: अगले चरण में बैच स्थानांतरण
kn: ಮುಂದಿನ ಹಂತಕ್ಕೆ ಬ್ಯಾಚ್ ವರ್ಗಾವಣೆ

# scan_qr_instructions
source: Ask the next stage handler to scan this QR code to verify and accept the batch transfer
hi: अगले चरण के हैंडलर से इस QR कोड को स्कैन करके बैच स्थानांतरण सत्यापित और स्वीकार करने के लिए कहें
kn: ಮುಂದಿನ ಹಂತದ ನಿರ್ವಾಹಕರು ಈ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಬ್ಯಾಚ್ ವರ್ಗಾವಣೆಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸ್ವೀಕರಿಸಲು ಕೇಳಿ

# batch_id_label
source: Batch ID
hi: बैच आईडी
kn: ಬ್ಯಾಚ್ ID

# transfer_confirmation
source: I confirm this transfer
hi: मैं इस स्थानांतरण की पुष्टि करता/करती हूँ
kn: ನಾನು ಈ ವರ್ಗಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸುತ್ತೇನೆ

source: End Transaction
hi: लेन-देन समाप्त करें
kn: ವಹಿವಾಟು ಅಂತ್ಯ

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ

source: Confirm
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ

# cropLabel
source: Crop
hi: फसल
kn: ಬೆಳೆ

# durationLabel
source: Duration
hi: अवधि
kn: ಅವಧಿ

# quantityLabel
source: Quantity
hi: मात्रा
kn: ಪ್ರಮಾಣ

# quantityUnit
source: {quantity} kg
hi: {quantity} किग्रा
kn: {quantity} ಕಿಗ್ರಾ

# durationFormat
source: {hours, plural, =0{} =1{1 hour } other{{hours} hours }}{minutes, plural, =1{1 minute} other{{minutes} minutes}}
hi: {hours, plural, =0{} =1{1 घंटा } other{{hours} घंटे }}{minutes, plural, =1{1 मिनट} other{{minutes} मिनट}}
kn: {hours, plural, =0{} =1{1 ಗಂಟೆ } other{{hours} ಗಂಟೆಗಳು }}{minutes, plural, =1{1 ನಿಮಿಷ} other{{minutes} ನಿಮಿಷಗಳು}}

source: Transaction Details
hi: लेन-देन का विवरण
kn: ವಹಿವಾಟು ವಿವರಗಳು

source: Crop Information
hi: फसल की जानकारी
kn: ಬೆಳೆ ಮಾಹಿತಿ

source: Common Name
hi: सामान्य नाम
kn: ಸಾಮಾನ್ಯ ಹೆಸರು

source: Scientific Name
hi: वैज्ञानिक नाम
kn: ವೈಜ್ಞಾನಿಕ ಹೆಸರು

source: Category
hi: श्रेणी
kn: ವರ್ಗ

source: Batch ID
hi: बैच आईडी
kn: ಬ್ಯಾಚ್ ಐಡಿ

source: Start Time
hi: प्रारंभ समय
kn: ಪ್ರಾರಂಭ ಸಮಯ

source: Quality Parameters
hi: गुणवत्ता मापदंड
kn: ಗುಣಮಟ್ಟದ ಮಾನದಂಡಗಳು

source: Approved Collection Regions
hi: अनुमोदित संग्रह क्षेत्र
kn: ಅನುಮೋದಿತ ಸಂಗ್ರಹಣೆ ಪ್ರದೇಶಗಳು

source: Additional Information
hi: अतिरिक्त जानकारी
kn: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ

source: Allowed Harvest Months
hi: अनुमतित फसल के महीने
kn: ಅನುಮತಿಸಲಾದ ಸುಗ್ಗಿ ತಿಂಗಳುಗಳು

source: Restricted Months
hi: प्रतिबंधित महीने
kn: ನಿರ್ಬಂಧಿತ ತಿಂಗಳುಗಳು

source: Max Wild Collection
hi: अधिकतम जंगली संग्रह
kn: ಗರಿಷ್ಠ ಕಾಡು ಸಂಗ್ರಹಣೆ

source: Recommended Practice
hi: अनुशंसित अभ्यास
kn: ಶಿಫಾರಸು ಮಾಡಿದ ಅಭ್ಯಾಸ

source: Sustainability Notes
hi: स्थिरता नोट्स
kn: ಸಮರ್ಥನೀಯತೆ ಟಿಪ್ಪಣಿಗಳು

# maxMoisturePercent
source: Max Moisture %
hi: अधिकतम नमी %
kn: ಗರಿಷ್ಠ ತೇವಾಂಶ %

# rootDiameterMinMm
source: Min Root Diameter (mm)
hi: न्यूनतम जड़ व्यास (मिमी)
kn: ಕನಿಷ್ಠ ಬೇರು ವ್ಯಾಸ (ಮಿಮಿ)

# withanolideContentMinPercent
source: Min Withanolide %
hi: न्यूनतम विथानोलाइड %
kn: ಕನಿಷ್ಠ ವಿಥಾನೋಲೈಡ್ %

source: Pesticide Residue Limit
hi: कीटनाशक अवशेष सीमा
kn: ಕೀಟನಾಶಕ ಶೇಷ ಮಿತಿ

source: Heavy Metals Limit
hi: भारी धातु सीमा
kn: ಭಾರೀ ಲೋಹಗಳ ಮಿತಿ

source: DNA Authentication
hi: डीएनए प्रामाणिकता
kn: ಡಿಎನ್ಎ ದೃಢೀಕರಣ

# bacosideContentMinPercent
source: Min Bacoside %
hi: न्यूनतम बैकोसाइड %
kn: ಕನಿಷ್ಠ ಬ್ಯಾಕೋಸೈಡ್ %

# berberineContentMinPercent
source: Min Berberine %
hi: न्यूनतम बर्बेरिन %
kn: ಕನಿಷ್ಠ ಬರ್ಬೆರಿನ್ %

# essentialOilContentMinPercent
source: Min Essential Oil %
hi: न्यूनतम आवश्यक तेल %
kn: ಕನಿಷ್ಠ ಅತ್ಯಂತ ತೈಲ %

# tanninsContentMinPercent
source: Min Tannins %
hi: न्यूनतम टैनिन %
kn: ಕನಿಷ್ಠ ಟ್ಯಾನಿನ್ಸ್ %

# onboarding_welcome_subtitle
source: Secure and transparent tracking of medicinal plants from farm to pharmacy
hi: खेत से फार्मेसी तक औषधीय पौधों की सुरक्षित और पारदर्शी ट्रैकिंग
kn: ಕೃಷಿಭೂಮಿಯಿಂದ ಫಾರ್ಮಸಿವರೆಗೆ ಔಷಧೀಯ ಸಸ್ಯಗಳ ಸುರಕ್ಷಿತ ಮತ್ತು ಪಾರದರ್ಶಕ ಟ್ರ್ಯಾಕಿಂಗ್

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ

source: Track
hi: ट्रैक
kn: ಟ್ರ್ಯಾಕ್

source: Verify
hi: सत्यापित
kn: ಪರಿಶೀಲಿಸಿ

source: Sustain
hi: स्थिरता
kn: ಸಮರ್ಥನೀಯತೆ

source: Choose Your Language
hi: अपनी भाषा चुनें
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆರಿಸಿ

# language_selection_subtitle
source: Select your preferred language to continue
hi: जारी रखने के लिए अपनी पसंदीदा भाषा चुनें
kn: ಮುಂದುವರಿಯಲು ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Supply Chain Journey
hi: आपूर्ति श्रृंखला यात्रा
kn: ಸರಬರಾಜು ಸರಪಳಿ ಪ್ರಯಾಣ

# supply_chain_subtitle
source: See how your medicinal plants move through the supply chain
hi: देखें कि आपके औषधीय पौधे आपूर्ति श्रृंखला में कैसे आगे बढ़ते हैं
kn: ನಿಮ್ಮ ಔಷಧೀಯ ಸಸ್ಯಗಳು ಸರಬರಾಜು ಸರಪಳಿಯಲ್ಲಿ ಹೇಗೆ ಚಲಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ನೋಡಿ

source: Farmer/Wild Collector
hi: किसान/जंगली संग्रहकर्ता
kn: ಕೃಷಿಕ/ಕಾಡು ಸಂಗ್ರಾಹಕ

source: Transporter
hi: परिवहनकर्ता
kn: ಸಾರಿಗೆದಾರ

source: Processor
hi: प्रोसेसर
kn: ಸಂಸ್ಕಾರಕ

source: Laboratory
hi: प्रयोगशाला
kn: ಪ್ರಯೋಗಾಲಯ

source: Manufacturer
hi: निर्माता
kn: ತಯಾರಕ

source: Packer
hi: पैकर
kn: ಪ್ಯಾಕರ್

# farmer_guidance_title
source: Farmer Guidance
hi: किसान मार्गदर्शन
kn: ಕೃಷಿಕ ಮಾರ್ಗದರ್ಶನ

# farmer_guidance_subtitle
source: Learn how to add crops and manage your harvest
hi: फसल जोड़ना और अपनी फसल का प्रबंधन करना सीखें
kn: ಬೆಳೆಗಳನ್ನು ಸೇರಿಸುವುದು ಮತ್ತು ನಿಮ್ಮ ಸುಗ್ಗಿಯನ್ನು ನಿರ್ವಹಿಸುವುದು ಹೇಗೆಂದು ಕಲಿಯಿರಿ

# add_crop_step
source: Add Crop
hi: फसल जोड़ें
kn: ಬೆಳೆ ಸೇರಿಸಿ

source: Monitor Growth
hi: वृद्धि निगरानी
kn: ಬೆಳವಣಿಗೆ ಮೇಲ್ವಿಚಾರಣೆ

source: Harvest Time
hi: फसल का समय
kn: ಸುಗ್ಗಿ ಸಮಯ

# qr_process_title
source: QR Code Process
hi: QR कोड प्रक्रिया
kn: QR ಕೋಡ್ ಪ್ರಕ್ರಿಯೆ

# qr_process_subtitle
source: Learn how the handover process works
hi: जानें कि हैंडओवर प्रक्रिया कैसे काम करती है
kn: ಹ್ಯಾಂಡ್‌ಓವರ್ ಪ್ರಕ್ರಿಯೆ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ಕಲಿಯಿರಿ

source: Generate QR
hi: QR जेनरेट करें
kn: QR ಜನರೇಟ್ ಮಾಡಿ

source: Scan & Verify
hi: स्कैन और सत्यापित
kn: ಸ್ಕ್ಯಾನ್ ಮತ್ತು ಪರಿಶೀಲಿಸಿ

source: Transfer Complete
hi: स्थानांतरण पूर्ण
kn: ವರ್ಗಾವಣೆ ಪೂರ್ಣ

# ready_to_start
source: Ready to Start Your Journey?
hi: अपनी यात्रा शुरू करने के लिए तैयार हैं?
kn: ನಿಮ್ಮ ಪ್ರಯಾಣ ಪ್ರಾರಂಭಿಸಲು ಸಿದ್ಧರೇ?

# get_started_subtitle
source: Begin tracking your herbal products through the complete supply chain with transparency and trust.
hi: पारदर्शिता और विश्वास के साथ पूरी आपूर्ति श्रृंखला के माध्यम से अपने हर्बल उत्पादों को ट्रैक करना शुरू करें।
kn: ಪಾರದರ್ಶಕತೆ ಮತ್ತು ನಂಬಿಕೆಯೊಂದಿಗೆ ಸಂಪೂರ್ಣ ಪೂರೈಕೆ ಸರಪಳಿಯ ಮೂಲಕ ನಿಮ್ಮ ಔಷಧೀಯ ಉತ್ಪನ್ನಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ।

source: Quick Transactions
hi: त्वरित लेन-देन
kn: ತ್ವರಿತ ವಹಿವಾಟುಗಳು

source: Full Traceability
hi: पूर्ण अनुरेखणीयता
kn: ಸಂಪೂರ್ಣ ಪತ್ತೆಹಚ್ಚುವಿಕೆ

source: Secure Blockchain
hi: सुरक्षित ब्लॉकचेन
kn: ಸುರಕ್ಷಿತ ಬ್ಲಾಕ್‌ಚೈನ್

# get_started_button
source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
